Repository: batden/launcher-dictionary
Catalog: po/*.po
Languages: hi

source: Dictionary
hi: शब्दकोष

source: Select
hi: चुनें

source: General
hi: सामान्य

source: Dictionary engines
hi: शब्दकोश इंजन

source: Stardict (default)
hi: स्टारडिक्ट (डिफ़ॉल्ट)

source: Custom
hi: कस्टम

source: Custom engine
hi: कस्टम इंजन

source: Engine command
hi: इंजन कमांड

source: Launcher
hi: लांचर

source: Launcher Plugin
hi: लॉन्चर प्लगइन

source: Launcher Dictionary
hi: लांचर शब्दकोश

source: Everything Dictionary
hi: संपूर्ण शब्दकोश
